export default function Heads(){
    return(
        <div class="infohead">
            <h1>Голова</h1><br/>
            
            <h3 class="pologbtn">Положення</h3>
            <div class="polog">
            Положення голови може передавати різні повідомлення та сигнали про стан та інтенції людини. Ось кілька загальних положень голови та їх можливі інтерпретації:<br/>
            1.<img class="cartun" src="images/head-up.jpg" /><br/>	Піднята голова: Піднята голова зазвичай вказує на впевненість, зацікавленість або піднятий настрій. Це може відображати впевненість у собі, прагнення до спілкування або прояв ентузіазму.<br/>
            2.<img class="cartun" src="images/head-leftt.png"/><br/>	Нахилена голова: Нахилена голова може виражати зацікавлення, увагу або підкорення. Наприклад, нахиливши голову вбік та слухаючи, ви сигналізуєте, що ви зацікавлені в тому, що говорить інша людина.<br/>
            3.<img class="cartun" src="images/head-bottom.jpg"/><br/>	Опущена голова: Опущена голова може вказувати на почуття сорому, страху або незадоволення. Вона може супроводжувати зниження погляду, що вказує на відсутність впевненості або бажання уникнути контакту з іншими людьми.<br/>
            4.<img class="cartun" src="images/head-right.jfif"/><br/>	Голова, нахилена вперед: Голова, нахилена вперед, може свідчити про зацікавленість, увагу та інтенсивне слухання. Вона показує активну участь та прагнення зблизитися до того, що є перед вами.<br/>
            5.<img class="cartun" src="images/head-right.avif"/><br/>	Повернена голова: Повернена голова може вказувати на зацікавленість або увагу до чогось, що відбувається поза прямим полем зору. Наприклад, повернута голова може вказувати на зацікавленість у розмові або діяльності іншої людини.<br/>
            6.<img class="cartun" src="images/chin-up.jpg"/><br/>		Піднята голова з піднятим підборіддям: Це може вказувати на впевненість, домінантність або вираз твердої думки. Виразне підняте підборіддя може також вказувати на гордість або самовпевненість.<br/>
            7.<img class="cartun" src="images/head-up2.jpg"/><br/>	Закинута назад голова: Закинута назад голова може вказувати на високий ступінь впевненості, арогантність або вираз супротиву. Це може бути проявом влади або неприйняття думки або дій іншої людини.<br/>
            8.<img class="cartun" src="images/head-bottom.jpg"/><br/>	Низька голова з опущеним поглядом: Це може вказувати на покірність, сором, сумнів або невпевненість. Опущений погляд може вказувати на бажання уникнути контакту або позначати підлеглість.<br/>
            9.<img class="cartun" src="images/handsonhead.jfif"/><br/>	Зігнута голова зі складеними руками на ній: Це може вказувати на втому, роздуми, понизження або роздуми. Таке положення голови може супроводжувати внутрішній процес міркувань або відсторонення.<br/>
            10.<img class="cartun" src="images/head-right.avif"/><br/>	Голова, нахилена вбік з поглядом вбік: Це може вказувати на зацікавленість, подив або роздуми. Таке положення голови може супроводжувати спостереження або вираз процесу розумової діяльності.<br/>
            Важливо пам'ятати, що інтерпретація положення голови має контекстуальний характер, і вона може різнитися залежно від ситуації та культурних особливостей. Тому варто бути уважним і спостережливим, а також брати до уваги й інші невербальні сигнали, щоб зробити більш повну оцінку ситуації.<br/>
            </div>
            <h3 class="eyesbtn">Очі</h3>
            <div class="eyes">
            Положення очей також може відтворювати важливу роль у передачі повідомлень та сигналів через мову тіла. Ось деякі загальні положення очей та їх можливі інтерпретації:<br/>
            1.	Прямий контакт з очима: Прямий контакт з очима вказує на зацікавленість, увагу та активну співпрацю. Це може відображати зацікавленість у спілкуванні та прагнення до взаємодії.<br/>
            2.	Уникнення контакту з очима: Уникнення контакту з очима може вказувати на сором, невпевненість або бажання уникнути конфлікту. Це може свідчити про знервованість або несигурність у ситуації.<br/>
            3.	Підняті брови: Підняті брови можуть виражати здивування, зацікавленість або запитання. Це може бути проявом уваги до того, що ви чуєте або бачите, або сигналом, що ви хочете отримати більше інформації.<br/>
            4.	Защемлені очі: Защемлені очі можуть вказувати на біль або незручність. Це може бути проявом фізичного дискомфорту або емоційного напруження.<br/>
            5.	Знижений погляд: Знижений погляд може вказувати на сором, смуток або покірність. Це може бути проявом невпевненості або бажання уникнути конфлікту.<br/>
            6.	Розширені зіниці: Розширені зіниці можуть свідчити про захват, зацікавленість або страх. Вони можуть вказувати на емоційне збудження або переживання.<br/>
            7.	Зіщулені очі: Зіщулені очі можуть вказувати на сумнів, незгоду або неприязнь. Це може бути проявом недовіри або незгоди з висловлюваною думкою.<br/>
            8.	Широко відкриті очі: Широко відкриті очі можуть виражати здивування, страх або шок. Це може бути проявом неочікуваної події або сильних емоцій.<br/>
            9.	Моргання: Моргання може вказувати на втому, стрес або нервовість. Часте моргання може вказувати на незручність або тривогу.<br/>
            10.	Зосереджений погляд: Зосереджений погляд може вказувати на інтенсивне зосередження, зацікавленість або роздуми. Це може бути проявом вивчення деталей, розв'язання проблеми або споглядання чогось важливого.<br/>
            11.	Погляд у бік: Погляд у бік може вказувати на роздуми, споглядання чогось або пошук інформації. Це може бути проявом цікавості або прагнення до додаткових знань.<br/>
            12.	Погляд, фокусований на чомусь віддаленому: Погляд, спрямований на щось віддалене, може вказувати на розглядання перспектив або відсторонення від поточної ситуації. Це може бути проявом задуму, мрійливості або роздумів.<br/>
            Важливо розуміти, що інтерпретація положення очей має контекстуальний характер і може відрізнятися залежно від ситуації та культурних особливостей. Тому варто бути уважним і враховувати інші невербальні сигнали, щоб зробити більш повну оцінку комунікації.<br/>
            </div>
            <h3 class="mousebtn">Губи</h3>
            <div class="mouse">
            Положення губ також можуть передавати важливі повідомлення та сигнали через мову тіла. Ось декілька прикладів положень губ та їх можливих інтерпретацій:<br/>
            1.	Усмішка: Усмішка може вказувати на радість, доброзичливість або позитивні емоції. Вона може сигналізувати про відкритість до спілкування та позитивне налаштування.<br/>
            2.	Загорнуті губи: Загорнуті губи можуть вказувати на незгоду, невпевненість або стриманість. Це може бути проявом негативних емоцій або неприйняття певної ситуації.<br/>
            3.	Стиснені губи: Стиснені губи можуть вказувати на напругу, роздуми або роздратування. Вони можуть супроводжувати невдоволення або неприйняття думки або дій іншої людини.<br/>
            4.	Вигнуті губи вниз: Вигнуті губи вниз можуть вказувати на сумнів, смуток або роздуми. Це може бути проявом незадоволення, роздумів про щось або переживань.<br/>
            5.	Розтягнуті губи: Розтягнуті губи можуть вказувати на здивування, страх або шок. Це може бути проявом неприйняття або здивування перед чимось негативним або неочікуваним.<br/>
            6.	Губи, прикуті усередину: Губи, прикуті усередину, можуть вказувати на стриманість, тривогу або нервовість. Це може бути проявом зосередженості або напруження.<br/>
            Знову ж таки, слід зазначити, що інтерпретація положення губ може бути індивідуальною і залежить від контексту та особистих особливостей людини.<br/>
            </div>


        </div>
    )
}