import head_up from '../images/head-up.jpg'
import head_left from "../images/head-leftt.png"
import head_bottom from "../images/head-bottom.jpg"
import head_right from "../images/head-right.jfif"
import head_right1 from "../images/head-right.avif"
import chin_up from "../images/chin-up.jpg"
import head_up2 from "../images/head-up2.jpg"
import hadnsOnHead from "../images/handsonhead.jfif"
export const headi = {
    
    phead:[{
        text:"Піднята голова: Піднята голова зазвичай вказує на впевненість, зацікавленість або піднятий настрій. Це може відображати впевненість у собі, прагнення до спілкування або прояв ентузіазму.",
        img:head_up
    },
    {
        text:"Нахилена голова: Нахилена голова може виражати зацікавлення, увагу або підкорення. Наприклад, нахиливши голову вбік та слухаючи, ви сигналізуєте, що ви зацікавлені в тому, що говорить інша людина.",
        img:head_left
    },
    {
        text:"Опущена голова: Опущена голова може вказувати на почуття сорому, страху або незадоволення. Вона може супроводжувати зниження погляду, що вказує на відсутність впевненості або бажання уникнути контакту з іншими людьми.",
        img:head_bottom
    },
    {
        text:"Голова, нахилена вперед: Голова, нахилена вперед, може свідчити про зацікавленість, увагу та інтенсивне слухання. Вона показує активну участь та прагнення зблизитися до того, що є перед вами.",
        img:head_right
    },
    {
        text:"Повернена голова: Повернена голова може вказувати на зацікавленість або увагу до чогось, що відбувається поза прямим полем зору. Наприклад, повернута голова може вказувати на зацікавленість у розмові або діяльності іншої людини.",
        img:head_right1
    }],
    peyes:[
        {
            text:'Прямий контакт з очима: Прямий контакт з очима вказує на зацікавленість, увагу та активну співпрацю. Це може відображати зацікавленість у спілкуванні та прагнення до взаємодії.',
            img:false
        },
        {
            text:'Уникнення контакту з очима: Уникнення контакту з очима може вказувати на сором, невпевненість або бажання уникнути конфлікту. Це може свідчити про знервованість або несигурність у ситуації.',
            img:false
        },
        {
            text:'Підняті брови: Підняті брови можуть виражати здивування, зацікавленість або запитання. Це може бути проявом уваги до того, що ви чуєте або бачите, або сигналом, що ви хочете отримати більше інформації.',
            img:false
        },
        {
            text:'Защемлені очі: Защемлені очі можуть вказувати на біль або незручність. Це може бути проявом фізичного дискомфорту або емоційного напруження.',
            img:false
        },
        {
            text:'Знижений погляд: Знижений погляд може вказувати на сором, смуток або покірність. Це може бути проявом невпевненості або бажання уникнути конфлікту.',
            img:false
        },
        {
            text:'Розширені зіниці: Розширені зіниці можуть свідчити про захват, зацікавленість або страх. Вони можуть вказувати на емоційне збудження або переживання.',
            img: false
        },
    ],
    pmouse:[
        {
            text:'Загорнуті губи: Загорнуті губи можуть вказувати на незгоду, невпевненість або стриманість. Це може бути проявом негативних емоцій або неприйняття певної ситуації.',
            img: false
        },
        {
            text:'Усмішка: Усмішка може вказувати на радість, доброзичливість або позитивні емоції. Вона може сигналізувати про відкритість до спілкування та позитивне налаштування.',
            img: false
        },
        {
            text:'Стиснені губи: Стиснені губи можуть вказувати на напругу, роздуми або роздратування. Вони можуть супроводжувати невдоволення або неприйняття думки або дій іншої людини.',
            img:false
        }
    ]
}